tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "bash"
brew "bash-completion@2"
brew "openssl@3"
brew "curl"
brew "direnv"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "lazygit"
brew "mas"
brew "mise"
brew "pre-commit"
brew "ripgrep"
brew "stow"
brew "tree"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "discord"
cask "docker"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "iterm2"
cask "slack"
cask "signal"
cask "spotify"
mas "1Password for Safari", id: 1569813296
